<?php

return [

    /*
    |--------------------------------------------------------------------------
    | パスワードリセット言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行は、パスワードブローカーがパスワード更新の試み
    | に対して提供するデフォルトのメッセージです。例えば無効な
    | トークンや無効な新しいパスワードなどに対するエラーに使用されます。
    |
    */

    'reset' => 'パスワードをリセットしました。',
    'sent' => 'パスワードリセット用のリンクをメールで送信しました。',
    'throttled' => 'しばらくしてから再試行してください。',
    'token' => 'このパスワードリセットトークンは無効です。',
    'user' => 'そのメールアドレスに一致するユーザーが見つかりませんでした。',

];
